{
    "name": "Daynnah Carmona",
    "headshot": "/images/headshot.jpg",
    "email": "",
    "bio": "All completed projects come from my time at 5 Star Media Group's news outlet, ClarksvilleNow.com. They are all 100% produced, shot and edited by me for a wide variety of different subjects. Hopefully these few videos will give you a taste of my style and how I see the world.",
    "videos": [
        {
            "id": "9EsKpXpMjUQ",
            "title": "5 Star Media: We believe in this community",
            "description": "A coporate style project made for the company that houses ClarksvilleNow. It was a very large undertaking that ended up being shared through our corporate headquaters.",
            "category": "Lifestyle"
        },
        {
            "id": "fHkXhScFkno",
            "title": "The Veteran Barn Door Project at Ft. Campbell",
            "description": "Founder, Steven Depalma, uses horses to provide emotional relief to soldiers suffering from PTSD, minor TBI, or emotional distress.",
            "category": "Lifestyle"
        },
        {
            "id": "MDoxmIWVOic",
            "title": "Sunrise Yoga",
            "description": "Starting your day with yoga might be more beneficial than you think.",
            "category": "Lifestyle"
        },
        {
            "id": "jNePlgcljCI",
            "title": "Women at the senior center are having a blast with belly dancing",
            "description": "After watching this, you're going to want to join the belly dancing class at the senior center in Clarksville!",
            "category": "Lifestyle"
        },
        {
            "id": "AupSifZtKcQ",
            "title": "Clarksville Community Connection: Annie Pedigo with Pedigo's Antiques",
            "description": "Meet Annie Pedigo, the owner of local antiquie shop, Pedigo's Antiques.",
            "category": "Lifestyle"
        },
        {
            "id": "SV1MbEqUafg",
            "title": "Coach Dave Loos looks back after 500th win",
            "description": "Coach Dave Loos looks back after 500th win",
            "category": "Sports"
        },
        {
            "id": "nQyoKQEah2E",
            "title": "Exploring the Food Truck Scene in Clarksville",
            "description": "Food Truck owners, Josie and Mike, talk about their journey through Clarksville with Good Eats.",
            "category": "Special Features"
        },
        {
            "id": "y2P7oQJIgHQ",
            "title": "Clarksville Now employee checks out Walmart Pickup",
            "description": "A Clarksville Now employee tries out the new Walmart pickup service to see what it's all about! ",
            "category": "Special Features"
        },
        {
            "id": "z7UrNDisZaw",
            "title": "Clarksville kids get crafty: How to make a fun Easter bunny mask",
            "description": "Watch her make a fun, and easy to make Easter bunny mask so she can hop her way to an egg hunt!",
            "category": "Special Features"
        },
        {
            "id": "4Z06uISitMc",
            "title": "Go behind the scenes at Silke's Old World Breads",
            "description": "Feature video made for ClarksvilleNow.com showcasing a local German bakery.",
            "category": "Lifestyle"
        },
        {
            "id": "qmAP9wtK-vc",
            "title": "A Look Behind the News",
            "description": "A peak behind the scenes of what goes on with ClarksvilleNow.com during the morning broadcasts.",
            "category": "Lifestyle"
        },
        {
            "id": "_8dPCGvNz4k",
            "title": "Hula Dancing in Clarksville",
            "description": "An interesting look at a different culture's beautiful practice, one of the most popular videos for ClarksvilleNow.",
            "category": "Lifestyle"
        },
        {
            "id": "dbtOnD7lf2M",
            "title": "Meet the Vendor: Sugar Rita's",
            "description": "A special feature on a local business owner who would be at a station run event. Getting upclose looks to creative processes is one of my favorite things to do.",
            "category": "Lifestyle"
        },
        {
            "id": "mCmtWDt-vq8",
            "title": "Local Farms lets you pick fresh Strawberries",
            "description": "Nature is one of my favorite elements to shoot, and I had a lot of fun spending the day on this farm.",
            "category": "Lifestyle"
        },
        {
            "id": "RPWwSquUiPI",
            "title": "The Gateway Chamber Orchestra brings classical music to local community",
            "description": "Feature video for ClarksvilleNow showcasing the very talented musicians in the Gateway Chamber Orchestra.",
            "category": "Lifestyle"
        },
        {
            "id": "NmBpNrwIlms",
            "title": "Exploring Natural Areas: Dunbar Cave State Park",
            "description": "A very differently paced video showing off some of the quiet beauty you can find in some of my favorite spots in Clarksville.",
            "category": "Lifestyle"
        },
        {
            "id": "Ll8fP54EzjM",
            "title": "See what's going on at the skatepark in Clarksville",
            "description": "I really loved the movement and look of the skate park, and thought it translated beautifully on camera.",
            "category": "Sports"
        },
        {
            "id": "D6HR5dr6R9s",
            "title": "APSU Football 2017",
            "description": "A promo video for our sister station, ESPN Clarksville, for the upcoming football season for Austin Peay State University. I get very inspired by the pace of the game.",
            "category": "Sports"
        },
        {
            "id": "GQh2OpguNa8",
            "title": "Cooking With Sarah: White Chocolate Bark",
            "description": "An example of a different format that I am very comfortable with. One episode of a series of Cooking videos for ClarksvilleNow.",
            "category": "Special Features"
        },
        {
            "id": "buZ1k1ZuGdk",
            "title": "ClarksvilleNow Checks It Out: Ice Skating at the Downtown Commons",
            "description": "Another example from a fun series for ClarksvilleNow where our two reporters try new things around town. You never know what you're going to get with these too, and they posts do very well on social media.",
            "category": "Special Features"
        },
        {
            "id": "ZR79_MsD3LY",
            "title": "Golly G's reveals secret behind signature recipe",
            "description": "A local business purchased this video for sponsored content for ClarksvilleNow.com, and we were still able to get creative with it.",
            "category": "Special Features"
        },
        {
            "id": "irT1LJq5Pco",
            "title": "Where to find last minute summer drinks in Clarksville",
            "description": "Another great, seasonal way to show off some local businesses.",
            "category": "Special Features"
        },
        {
            "id": "TcdjTAMgW3s",
            "title": "Cooking with Sarah: Brussels Sprouts",
            "description": "With food videos, you never know what to expect, and it's a really exciting subject to shoot and edit.",
            "category": "Special Features"
        },
        {
            "id": "_5L3bwLoBIo",
            "title": "Austin Peay Baseball",
            "description": "Baseball was a sport I was not used to shooting, but I discovered some very cool shots.",
            "category": "Sports"
        },
        {
            "id": "Izq32uSNdKE",
            "title": "Meet the DiamondBacks, Clarksville's all female football team",
            "description": "Meeting these ladies was an experience within itself, and I had a lot of fun editing it.",
            "category": "Sports"
        },
        {
            "id": "SoSBxKg-Ve8",
            "title": "APSU Football kicks off summer practice",
            "description": "Music is a big inspiration for me when editing sports footage, and this one is no exception.",
            "category": "Sports"
        },
        {
            "id": "0ya7k4uEDeg",
            "title": "The Food Initiative inspires youth through farming",
            "description": "Beautiful spaces like this one inspired some of my favorite shots.",
            "category": "Lifestyle"
        },
        {
            "id": "VZ81fJguXgo",
            "title": "Volunteers bring Thanksgiving fellowship to the community",
            "description": "My favorite part of shoots like this is being able to capture moments where people don't realize they are on camera and really getting a sense of them.",
            "category": "Lifestyle"
        },
		{
            "id": "oOg9Im9v3mQ",
            "title": "Clarksville group hit the streets for the Nashville Women's March",
            "description": "Getting the opportunity to shoot a subject I am so passionate about was very powerful. These ladies rocked.",
            "category": "Lifestyle"
        }
    ]
}